10/data/attachments/bde61d6610e2699d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carmen_unit_Actions_74487_3</nif:username>
            <nif:friendToBeRequested>soap_actions_e68324d6-d2cf-4cef-b647-44c996e929c9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>